<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
    <dict>
        <key>PayloadContent</key>
        <array>
            <dict>
                <key>NotificationSettings</key>
                <array>
                    <dict>
                        <key>AlertType</key>
                        <integer>1</integer>
                        <key>BadgesEnabled</key>
                        <true />
                        <key>BundleIdentifier</key>
                        <string>com.microsoft.autoupdate2</string>
                        <key>CriticalAlertEnabled</key>
                        <false />
                        <key>NotificationsEnabled</key>
                        <true />
                        <key>ShowInLockScreen</key>
                        <false />
                        <key>ShowInNotificationCenter</key>
                        <true />
                        <key>SoundsEnabled</key>
                        <true />
                    </dict>
                    <dict>
                        <key>AlertType</key>
                        <integer>1</integer>
                        <key>BadgesEnabled</key>
                        <true />
                        <key>BundleIdentifier</key>
                        <string>com.microsoft.wdav.tray</string>
                        <key>CriticalAlertEnabled</key>
                        <false />
                        <key>NotificationsEnabled</key>
                        <true />
                        <key>ShowInLockScreen</key>
                        <false />
                        <key>ShowInNotificationCenter</key>
                        <true />
                        <key>SoundsEnabled</key>
                        <true />
                    </dict>
                </array>
                <key>PayloadDisplayName</key>
                <string>Notifications Payload</string>
                <key>PayloadIdentifier</key>
                <string>05BF7221-2470-477D-99B3-1729B1932BDB</string>
                <key>PayloadOrganization</key>
                <string>Microsoft Corporation</string>
                <key>PayloadType</key>
                <string>com.apple.notificationsettings</string>
                <key>PayloadUUID</key>
                <string>05BF7221-2470-477D-99B3-1729B1932BDB</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
            </dict>
            <dict>
                <key>AllowUserOverrides</key>
                <true />
                <key>AllowedSystemExtensions</key>
                <dict>
                    <key>UBF8T346G9</key>
                    <array>
                        <string>com.microsoft.wdav.epsext</string>
                        <string>com.microsoft.wdav.netext</string>
                    </array>
                </dict>
                <key>PayloadDescription</key>
                <string></string>
                <key>PayloadDisplayName</key>
                <string>System Extensions</string>
                <key>PayloadEnabled</key>
                <true />
                <key>PayloadIdentifier</key>
                <string>605B85D6-5CE9-49C9-A10F-6B12B4D0B84E</string>
                <key>PayloadOrganization</key>
                <string>Microsoft Corporation</string>
                <key>PayloadType</key>
                <string>com.apple.system-extension-policy</string>
                <key>PayloadUUID</key>
                <string>605B85D6-5CE9-49C9-A10F-6B12B4D0B84E</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
            </dict>
            <dict>
                <key>FilterDataProviderBundleIdentifier</key>
                <string>com.microsoft.wdav.netext</string>
                <key>FilterDataProviderDesignatedRequirement</key>
                <string>identifier "com.microsoft.wdav.netext" and anchor apple generic and
                    certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate
                    leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate
                    leaf[subject.OU] = UBF8T346G9</string>
                <key>FilterGrade</key>
                <string>inspector</string>
                <key>FilterPackets</key>
                <false />
                <key>FilterSockets</key>
                <true />
                <key>FilterType</key>
                <string>Plugin</string>
                <key>PayloadDisplayName</key>
                <string>Web Content Filter Payload</string>
                <key>PayloadIdentifier</key>
                <string>283F4BF0-788A-4435-9B62-3E00896358D7</string>
                <key>PayloadOrganization</key>
                <string>JAMF Software</string>
                <key>PayloadType</key>
                <string>com.apple.webcontent-filter</string>
                <key>PayloadUUID</key>
                <string>283F4BF0-788A-4435-9B62-3E00896358D7</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
                <key>PluginBundleID</key>
                <string>com.microsoft.wdav</string>
                <key>UserDefinedName</key>
                <string>Microsoft Defender Content Filter</string>
            </dict>
            <dict>
                <key>PayloadDescription</key>
                <string>Test Payload for Background Service Management</string>
                <key>PayloadDisplayName</key>
                <string>Background Service Management Test</string>
                <key>PayloadIdentifier</key>
                <string>
                    4DB96276-2310-44C2-AE11-C6E761FB0304.privacy.04102481-C1F1-44F2-B548-E0B554890493</string>
                <key>PayloadType</key>
                <string>com.apple.servicemanagement</string>
                <key>PayloadUUID</key>
                <string>A9BF8FA9-CEA3-42A2-B8C1-E1998B84CBB0</string>
                <key>Rules</key>
                <array>
                    <dict>
                        <key>RuleType</key>
                        <string>LabelPrefix</string>
                        <key>RuleValue</key>
                        <string>com.microsoft.fresno</string>
                    </dict>
                    <dict>
                        <key>RuleType</key>
                        <string>LabelPrefix</string>
                        <key>RuleValue</key>
                        <string>com.microsoft.dlp</string>
                    </dict>
                </array>
            </dict>
            <dict>
                <key>PayloadDescription</key>
                <string></string>
                <key>PayloadDisplayName</key>
                <string>Privacy Preferences Policy Control</string>
                <key>PayloadEnabled</key>
                <true />
                <key>PayloadIdentifier</key>
                <string>782EFFBA-A158-4571-822D-D085BA43ED7A</string>
                <key>PayloadOrganization</key>
                <string>Microsoft Corporation</string>
                <key>PayloadType</key>
                <string>com.apple.TCC.configuration-profile-policy</string>
                <key>PayloadUUID</key>
                <string>782EFFBA-A158-4571-822D-D085BA43ED7A</string>
                <key>PayloadVersion</key>
                <integer>1</integer>
                <key>Services</key>
                <dict>
                    <key>Accessibility</key>
                    <array>
                        <dict>
                            <key>Allowed</key>
                            <integer>1</integer>
                            <key>CodeRequirement</key>
                            <string>identifier "com.microsoft.dlp.daemon" and anchor apple generic
                                and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and
                                certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and
                                certificate leaf[subject.OU] = UBF8T346G9</string>
                            <key>Identifier</key>
                            <string>com.microsoft.dlp.daemon</string>
                            <key>IdentifierType</key>
                            <string>bundleID</string>
                            <key>StaticCode</key>
                            <integer>0</integer>
                        </dict>
                    </array>
                    <key>SystemPolicyAllFiles</key>
                    <array>
                        <dict>
                            <key>Allowed</key>
                            <integer>1</integer>
                            <key>CodeRequirement</key>
                            <string>identifier "com.microsoft.wdav" and anchor apple generic and
                                certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and
                                certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and
                                certificate leaf[subject.OU] = UBF8T346G9</string>
                            <key>Identifier</key>
                            <string>com.microsoft.wdav</string>
                            <key>IdentifierType</key>
                            <string>bundleID</string>
                            <key>StaticCode</key>
                            <integer>0</integer>
                        </dict>
                        <dict>
                            <key>Allowed</key>
                            <integer>1</integer>
                            <key>CodeRequirement</key>
                            <string>identifier "com.microsoft.wdav.epsext" and anchor apple generic
                                and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and
                                certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and
                                certificate leaf[subject.OU] = UBF8T346G9</string>
                            <key>Identifier</key>
                            <string>com.microsoft.wdav.epsext</string>
                            <key>IdentifierType</key>
                            <string>bundleID</string>
                            <key>StaticCode</key>
                            <integer>0</integer>
                        </dict>
                        <dict>
                            <key>Allowed</key>
                            <integer>1</integer>
                            <key>CodeRequirement</key>
                            <string>identifier "com.microsoft.dlp.daemon" and anchor apple generic
                                and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and
                                certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and
                                certificate leaf[subject.OU] = UBF8T346G9</string>
                            <key>Identifier</key>
                            <string>com.microsoft.dlp.daemon</string>
                            <key>IdentifierType</key>
                            <string>bundleID</string>
                            <key>StaticCode</key>
                            <integer>0</integer>
                        </dict>
                    </array>
                </dict>
            </dict>
        </array>
        <key>PayloadDescription</key>
        <string></string>
        <key>PayloadDisplayName</key>
        <string>Defender onboarding settings</string>
        <key>PayloadEnabled</key>
        <true />
        <key>PayloadIdentifier</key>
        <string>D0CC0900-5FBA-11ED-8976-26DE397E1934</string>
        <key>PayloadOrganization</key>
        <string>Microsoft Corporation</string>
        <key>PayloadRemovalDisallowed</key>
        <true />
        <key>PayloadScope</key>
        <string>System</string>
        <key>PayloadType</key>
        <string>Configuration</string>
        <key>PayloadUUID</key>
        <string>D0CC0900-5FBA-11ED-8976-26DE397E1934</string>
        <key>PayloadVersion</key>
        <integer>1</integer>
    </dict>
</plist>